Table of Contents
 Enum ConeBreakoutCheckType
Namespace
IdeaRS.OpenModel
Assembly
IdeaRS.OpenModel.dll
Types of cone breakout checks
public enum ConeBreakoutCheckType
Fields
Both = 0
Both tension and shear cone breakout checks are prerformed
None = 3
None of cone breakout checks are prerformed
Shear = 2
Only shear cone breakout checks are prerformed
Tension = 1
Only tension cone breakout checks are prerformed
Fields
 Name |  Description
 Both = 0
Both tension and shear cone breakout checks are prerformed
 None = 3
None of cone breakout checks are prerformed
 Shear = 2
Only shear cone breakout checks are prerformed
 Tension = 1
Only tension cone breakout checks are prerformed
 Edit this page